<?php
/*
Template Name: article-2
*/
?>


<?php get_header() ?>

<main class="main" id="category__main">
  <div class="container">
    <div class="husk">
      <section class="article">
        <h1 class="article__title special__title">
          Виды актуаторов и их роль в повседневной жизни
        </h1>
        <div class="article__item">
          <h2 class="article__subtitle">Знакомство с актуаторами</h2>
          <p class="article__text">
            Под понятием актуатор скрывается механизм, основной задачей которого является передача усилий с управляющего устройства на исполнительное. Актуаторы отличаются между собой по способу передачи энергии. Управляемый объект может приводиться в действие вращающим или линейным воздействием.
          </p>
          <p class="article__text">
            Одним из наиболее понятных примеров актуатора является центральный замок в автомобиле. В данном случае актуатор выступает в роле червячной передачи, трансформирующей усилие от управляющего блока в линейное перемещение. Еще более простым примером является знакомый всем механический домкрат в форме ромба. Тут управляющим механизмом является человек, прилагающий усилие при вращении ручки. Актуатор в свою очередь передает усилие в вертикальное перемещение подъемной опоры. Какими бывают актуаторы?
          </p>
          <p class="article__text">
            Как мы выяснили, в основе сложного на первый взгляд термина "актуатор" лежит простой принцип преобразования энергии. Еще до знакомства с этим определением, каждому из нас приходилось иметь дело с актуаторами. Такие устройства встречаются в сельском хозяйстве, строительстве, автомобилях и повседневной жизни.
          </p>
          <p class="article__text">
            Среди владельцев автомобилей многие знают про актуатор турбины. Он же по своей сути является вакуумным регулятором, который позволяет предотвратить критическую нагрузку на турбокомпрессор. Если рассматривать бытовую и строительную электромеханику, одним из наиболее востребованных актуаторов можно отметить привод ворот и калиток. В простой речи это устройство так и называется актуатор двери. Он позволяет обеспечить автоматическое движение небольших дверей или массивных стальных ворот. Спутниковые тарелки также могут снабжаться подобным механизмом, позволяющим удаленно настроить антенну на необходимый угол частот.
          </p>


        </div>
        <div class="article__item">
          <h2 class="article__subtitle">Технические характеристики</h2>
          <p class="article__text">
            Актуаторы повсеместно используются для решения различных задач в науке, медицине, строительстве и вооружении. В связи с этим, производители стараются сделать свои изделия практически универсальными. Наиболее важными характеристиками являются: усилие, скорость и рабочий ход. Также важно обратить внимание на указанный производителем рабочий цикл - это время, которое устройство может работать непрерывно. В зависимости от условий эксплуатации, не менее важными характеристиками будут: рабочий диапазон температур, класс защиты, допустимая влажность, наличие датчиков.
          </p>
          <p class="article__text">
            Для правильного выбора актуатора важно определить технические характеристики, строго соответствующие условиям эксплуатации. Наши специалисты помогут подобрать качественный линейный или специальный актуатор для любых целей и задач. Доверяясь профессионалам, вы остаетесь уверены в правильной и долгосрочной работе устройства. Грамотный подбор актуатора позволит ежедневно решать поставленные задачи без риска преждевременного износа и непредвиденных затрат!
          </p>
        </div>
        <div class="article__item article__types">
          <h2 class="article__subtitle">Виды актуаторов</h2>
          <ul class="article__types-list">
            <li><a href="#type__linear-actuators">Линейные актуаторы</a> </li>
            <li><a href="#type__rotation actuators">Актуаторы вращения</a> </li>
            <li><a href="#type__special-actuators">Специальные актуаторы</a> </li>
          </ul>
          <div class="article__type" id="type__linear-actuators">
            <h3 class="article__type-title">
              Линейные актуаторы
            </h3>
            <p class="article__text">Данный термин подразумевает под собой целое семейство устройств, преобразующих механическую энергию в линейное перемещение. В современном мире эти механизмы чаще всего используют для получения механической энергии из электрической. Если назвать такой вид актуаторов линейным приводом, вы также будете правы. Чаще всего он представляет собой металлический или пластиковый корпус с подвижным штоком. Соответственно, для получения электрической энергии изделие снабжается разъемами, кабелями или обычными вилками. Сегодня можно встретить достаточно много видов линейных приводов на 12, 24 или 220 вольт.</p>
            <p class="article__text">Линейный привод также является редуктором, так как получаемая устройством энергия на порядок выше выходной. Выходная энергия также может быть направлена в различные стороны. Современные механизмы позволяют обеспечить перемещение штока как вертикально, так и горизонтально относительно вала электрического моторчика. </p>
            <p class="article__text">Одним из характерных преимуществ линейных актуаторов несомненно является простая конструкция. Благодаря этому, приводы имеют внушительный срок эксплуатации, не требуют периодического обслуживания и неприхотливы к условиям. Простое исполнение позволяет использовать устройства даже в неблагоприятных климатических условиях. В зависимости от производителя, модели могут иметь дополнительную защиту, повышающую стойкость изделия к неблагоприятным факторам.</p>
          </div>
          <div class="article__type" id="type__rotation actuators">
            <h3 class="article__type-title">
              Актуаторы вращения
            </h3>
            <p class="article__text">Данный вид актуаторов комбинирует в себе электрический двигатель и редуктор. Чем выше передаточное число понижающего редуктора, тем ниже скорость и больше крутящий момент. В зависимости от типа устройства, могут использоваться следующие виды редукторов: червячный, планетарный, цилиндрический или комбинированный.</p>
            <p class="article__text">Универсальность привода позволяет использовать вращающие механизмы в широком круге задач. Актуаторы вращения используют в покрасочных камерах для поворота изделия вокруг своей оси. Также они используются электроэнергетике, дистанционных выключателях, компрессорах, станках и других устройствах. </p>
            <p class="article__text">Стоит отметить, что актуатор является автономным, в отличие от других исполнительных устройств. Как известно, ременные и цепные приводы требуют дополнительных элементов в виде роликов или подшипников. Линейные и вращающие актуаторы включают в себя самостоятельный привод и направляющую.</p>
          </div>
          <div class="article__type" id="type__special-actuators">
            <h3 class="article__type-title">
              Специальные актуаторы
            </h3>
            <p class="article__text">Как уже было сказано, актуаторы применяются повсеместно, что выдвигает определенные требования к устойчивости устройства. Для выполнения более сложных задач существуют специальные актуаторы. Сегодня они получили широкое распространение в условиях крайнего севера, в космосе или под водой. Конструктивно они не многим отличаются от аналогов. Основная особенность заключается в герметичности корпуса. Водонепроницаемая и пылеустойчивая конструкция добавляет актуатору класс защиты, позволяя обеспечить бесперебойную работу механизма в сложных условиях.</p>
          </div>
          <p class=" article__text">
            Актуаторы повсеместно используются для решения различных задач в науке, медицине, строительстве и вооружении. В связи с этим, производители стараются сделать свои изделия практически универсальными. Наиболее важными характеристиками являются: усилие, скорость и рабочий ход. Также важно обратить внимание на указанный производителем рабочий цикл - это время, которое устройство может работать непрерывно. В зависимости от условий эксплуатации, не менее важными характеристиками будут: рабочий диапазон температур, класс защиты, допустимая влажность, наличие датчиков.
          </p>
          <p class="article__text">
            Для правильного выбора актуатора важно определить технические характеристики, строго соответствующие условиям эксплуатации. Наши специалисты помогут подобрать качественный линейный или специальный актуатор для любых целей и задач. Доверяясь профессионалам, вы остаетесь уверены в правильной и долгосрочной работе устройства. Грамотный подбор актуатора позволит ежедневно решать поставленные задачи без риска преждевременного износа и непредвиденных затрат!
          </p>
        </div>
        <div class=" article__item">
          <h2 class="article__subtitle">Как подобрать линейный актуатор</h2>
          <p class="article__text">
            Выбор актуатора является довольно сложным вопросом, включающим в себя много факторов. В ходе выбора, стоит руководствоваться основными критериями, среди которых:
          </p>
          <ul class="article__list">
            <li>технические характеристики (усилие линейного перемещения или крутящий момент, рабочий ход, максимальная нагрузка, напряжение);</li>
            <li>допустимые условия эксплуатации (температура, устойчивость к влаге);</li>
            <li>Особенности модели (стоит иметь в виду прямое назначение устройства);</li>
            <li>Стоимость.</li>
          </ul>
        </div>
      </section>
      <?php echo do_shortcode('[contact-form-7 id="42" title="Форма обратной связи" html_id="feedback-form"]'); ?>
    </div>

  </div>

</main>
<?php get_footer() ?>
</div>